soap/miniupnp/miniupnpd-2.1-igd2/seeds/14_WANIPC-AddAnyPortMapping_2

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddAnyPortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:2"><NewRemoteHost>*ujg:Zt^*:%,sh)%</NewRemoteHost><NewExternalPort>38917</NewExternalPort><NewProtocol>UDP</NewProtocol><NewInternalPort>16116</NewInternalPort><NewInternalClient>P+j"_$c`)?`SmKM\</NewInternalClient><NewEnabled>0</NewEnabled><NewPortMappingDescription>ryLOj#]zU%1G(sPo</NewPortMappingDescription><NewLeaseDuration>357938</NewLeaseDuration></u:AddAnyPortMapping></s:Body></s:Envelope>
